export default {
  header: {
    about: 'О ПРОЕКТЕ',
    participation:'КАК УЧАСТВОВАТЬ?',
    part:'ПАРТНЕРЫ',
    previousQuests: 'ПРОШЛЫЕ КВЕСТЫ',
     signin: 'ВОЙТИ',
     registration: 'ВОЙТИ / РЕГИСТРАЦИЯ'
  },

  start: {
    tagline: 'разгадай каждую загадку',
    maintitle: 'КУЛЬТУРНО-ИСТОРИЧЕСКИЙ КВЕСТ ПО МОСКВЕ',
    subtitle1: 'Бегать совсем не обязательно!',
    subtitle2: 'Главное – решить как можно больше загадок во время квеста.',
    registration: 'ЗАРЕГИСТРИРОВАТЬСЯ',
    startquest: 'НАЧАТЬ КВЕСТ',
    eventdate: '27 апреля 12:00',
    eventplace:'Хитровский перeулок, 2/8, стр.5',
    card1: '2-6 участников в команде',
    card2: 'призы от партнеров',
    card3: 'квест идет 4 часа',
    card4: 'увлекательная программа',
  },

  participation: {
    titlemain: "Как участвовать?",
    steps: [
      {
        point: "Собери свою команду",
        description: " HSE RUN рассчитан на команды от 2 до 6 человек, скорее зови друзей!"
      },
      {
        point: "Выбери язык квеста",
        description: "Мы подготовили две версии квеста — на русском и английском языках."
      },
      {
        point: "Одевайся тепло и по погоде",
        description: "Проверь погоду и выдвигайся на исследование улиц! Советуем надеть удобную обувь."
      },
      {
        point: "Приходи на открытие и получи заряд энергии на весь квест",
        description: "Подпишись на наш канал в Telegram и будь в курсе всех событий."
      },
      {
        point: "Решай загадки — у тебя 4 часа",
        description: "Решай загадки, приезжай на эти места в Москве и получай дополнительные баллы."
      }
    ]
  },
  profile: {
    title: 'Ваш профиль',
    qrdescription: 'Это QR-код для входа на площадку и начисления баллов за программу и квест',
    personalInfo: 'Персональная информация',
    fullName: 'ФИО',
    workPlace: 'Место работы',
    name: 'Имя',
    team: 'Команда',
    teamMembers: 'Участники команды',
    logout: 'Выйти',
  },
  faq: {
    title: 'ОСТАЛИСЬ ВОПРОСЫ?',
    question1: 'Нужно ли бегать, чтобы выиграть в квесте?',
    answer1: 'На HSE RUN бегать не придётся! Во время квеста нужно только исследовать столицу и разгадывать загадки!',
    question2: 'Квест только для студентов НИУ ВШЭ?',
    answer2: 'В HSE RUN может принять участие каждый, кто любит Москву и загадки!',
    question3: 'Как зарабатывать баллы на HSE RUN?',
    answer3: '4 балла можно получить за разгаданную загадку, а 6 — за приезд к инсайдеру.',
    question4: 'Можно ли брать подсказки?',
    answer4: 'Для сложных загадок можно взять подсказку — она стоит 2 монетки, однако с ней можно получить не больше 5 баллов за загадку.',
    question5: 'Что нужно взять с собой на квест?',
    answer5: 'Рекомендуем взять с собой заряженный телефон с интернетом, удобную обувь и хорошее настроение.',
    question6: 'На каком языке проходит HSE RUN?',
    answer6: 'HSE RUN проходит на русском и английском языке.'
  },
  footer: {
    coordinator: 'Координатор HSE RUN 29: Супер Соник',
    copyright: '© 2025 HSE RUN. Все права защищены.'
  },
  partners: {
    title: 'Наши партнеры'
  },
  previousQuests: {
    title: 'Прошлые квесты',
    description: 'Скоро тут появятся ответы и описания с прошлых квестов!'
  },
  registration: {
    title: 'Регистрация',
    address: 'HSE RUN 29'
  }
};