export default {
  header: {
    about: 'О проекте',
    participation:'Как участвовать?',
    part:'Партнеры',
    previousQuests: 'Прошлые квесты',
     signin: 'Войти'
  },

  start: {
    tagline: 'разгадай каждую загадку',
    maintitle: 'КУЛЬТУРНО_ИСТОРИЧЕСКИЙ КВЕСТ',
    subtitle1: 'Бегать совсем не обязательно!',
    subtitle2: 'Главное – решить как можно больше загадок во время квеста.',
    registration: 'ЗАРЕГИСТРИРОВАТЬСЯ',
    startquest: 'НАЧАТЬ КВЕСТ',
    eventinfo: '29 апреля 12:00 Хитровский перeулок, 2/8, стр.5',
    card1: '2-6 участника в команде',
    card2: '4 часа на решение',
    card3: 'призы от партнеров',
    card4: 'классная программа',
  },

  participation: {
    titlemain: "Как принять участие",
    steps: [
      {
        title: "Создайте команду",
        description: "HSE RUN рассчитан на команды от 2 до 6 человек. Соберите команду и придумайте название."
      },
      {
        title: "Выберите язык квеста",
        description: "Мы подготовили две версии квеста — на русском и английском языках."
      },
      {
        title: "Ознакомьтесь с правилами",
        description: "Квест проходит в Москве за 3 часа. Содержит задачи сфотографировать в общем."
      },
      {
        title: "Зарегистрируйтесь и получите свой уникальный код",
        description: "Подойдите на нашу страницу, чтобы получить все необходимые инструкции."
      },
      {
        title: "Решайте задачи — у вас 3 часа",
        description: "Выиграет команда, которая быстрее всех пройдет весь маршрут и найдет все ответы. Удачи!"
      }
    ]
  },
} 